Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: Packages/OWEEditor/Sources/OWEEditor/Resources/DepthMaps.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Pushes the mask toward black and white; below 100% it is softer.
ar: يدفع القناع نحو الأبيض والأسود؛ وتحت 100٪ يصبح أنعم.
de: Treibt die Maske Richtung Schwarz und Weiß; unter 100 % wird sie weicher.
es: Lleva la máscara hacia el blanco y negro; por debajo del 100 % es más suave.
fr: Pousse le masque vers le noir et blanc ; en dessous de 100 %, il est plus doux.
hi: मास्क को काले और सफ़ेद की ओर ले जाता है; 100% से कम पर यह नरम होता है।
it: Spinge la maschera verso il bianco e nero; sotto il 100% è più morbida.
ja: マスクを白黒に近づけます。100% 未満ではより柔らかくなります。
ko: 마스크를 흑백에 가깝게 만듭니다. 100% 미만에서는 더 부드러워집니다.
pl: Przesuwa maskę w stronę czerni i bieli; poniżej 100% jest łagodniejsza.
pt_br: Leva a máscara em direção ao preto e branco; abaixo de 100% ela fica mais suave.
ru: Делает маску ближе к чёрно-белой; ниже 100 % она мягче.
tr: Maskeyi siyah ve beyaza doğru iter; %100’ün altında daha yumuşaktır.
uk: Робить маску ближчою до чорно-білої; нижче 100 % вона м’якша.
zh_hans: 让蒙版更接近黑白；低于 100% 时更柔和。
zh_hant: 讓遮罩更接近黑白；低於 100% 時更柔和。

source: Writes the depth map as the mask of one of this layer’s effects: the effect shows where the mask is white.
ar: يكتب خريطة العمق كقناع لأحد تأثيرات هذه الطبقة: يظهر التأثير حيث يكون القناع أبيض.
de: Schreibt die Tiefenkarte als Maske eines Effekts dieser Ebene: Der Effekt erscheint, wo die Maske weiß ist.
es: Escribe el mapa de profundidad como máscara de uno de los efectos de esta capa: el efecto se ve donde la máscara es blanca.
fr: Écrit la carte de profondeur comme masque d’un des effets de ce calque : l’effet s’affiche là où le masque est blanc.
hi: डेप्थ मैप को इस लेयर के किसी इफ़ेक्ट के मास्क के रूप में लिखता है: इफ़ेक्ट वहाँ दिखता है जहाँ मास्क सफ़ेद है।
it: Scrive la mappa di profondità come maschera di uno degli effetti di questo livello: l’effetto compare dove la maschera è bianca.
ja: 深度マップをこのレイヤーのエフェクトのマスクとして書き込みます。マスクが白い部分にエフェクトが表示されます。
ko: 깊이 맵을 이 레이어 효과 중 하나의 마스크로 기록합니다. 마스크가 흰색인 곳에 효과가 나타납니다.
pl: Zapisuje mapę głębi jako maskę jednego z efektów tej warstwy: efekt jest widoczny tam, gdzie maska jest biała.
pt_br: Grava o mapa de profundidade como máscara de um dos efeitos desta camada: o efeito aparece onde a máscara é branca.
ru: Записывает карту глубины как маску одного из эффектов этого слоя: эффект виден там, где маска белая.
tr: Derinlik haritasını bu katmanın efektlerinden birinin maskesi olarak yazar: efekt, maskenin beyaz olduğu yerde görünür.
uk: Записує карту глибини як маску одного з ефектів цього шару: ефект видно там, де маска біла.
zh_hans: 将深度图写入为此图层某个效果的蒙版：蒙版为白色处显示效果。
zh_hant: 將深度圖寫入為此圖層某個效果的遮罩：遮罩為白色處顯示效果。

source: Add an effect with a mask, such as Shake, Water Ripple or Tint, to this layer first.
ar: أضف أولًا إلى هذه الطبقة تأثيرًا له قناع، مثل اهتزاز أو تموج الماء أو لون خفيف.
de: Füge dieser Ebene zuerst einen Effekt mit Maske hinzu, etwa Schütteln, Wasserplätschern oder Farbton.
es: Añade primero a esta capa un efecto con máscara, como Agitación, Onda de agua o Tinte.
fr: Ajoutez d’abord à ce calque un effet avec masque, comme Secousse, Ondulation de l’eau ou Teinte.
hi: पहले इस लेयर में मास्क वाला कोई इफ़ेक्ट जोड़ें, जैसे Shake, Water Ripple या Tint।
it: Aggiungi prima a questo livello un effetto con maschera, come Scuotimento, Ondulazione dell’acqua o Tinta.
ja: 先にこのレイヤーにマスクのあるエフェクト（シェイク、水の波紋、薄塗りなど）を追加してください。
ko: 먼저 이 레이어에 세이크, 잔물결, 색조처럼 마스크가 있는 효과를 추가하십시오.
pl: Najpierw dodaj do tej warstwy efekt z maską, np. Potrząsanie, Zmarszczki na wodzie lub Odcień.
pt_br: Primeiro adicione a esta camada um efeito com máscara, como Balanço, Ondulação de água ou Tingir.
ru: Сначала добавьте к этому слою эффект с маской, например «Встряска», «Водная рябь» или «Оттенок».
tr: Önce bu katmana Sallama, Su Dalgalanması veya Renk Tonu gibi maskesi olan bir efekt ekleyin.
uk: Спочатку додайте до цього шару ефект із маскою, наприклад «Тряска», «Водна брижа» або «Відтінок».
zh_hans: 请先为此图层添加带蒙版的效果，例如摇动、水波纹或着色。
zh_hant: 請先為此圖層加入帶遮罩的效果，例如晃動、漣漪或淡塗。

source: Use Depth Map as Mask
ar: استخدام خريطة العمق كقناع
de: Tiefenkarte als Maske verwenden
es: Usar mapa de profundidad como máscara
fr: Utiliser la carte de profondeur comme masque
hi: डेप्थ मैप को मास्क के रूप में उपयोग करें
it: Usa mappa di profondità come maschera
ja: 深度マップをマスクとして使用
ko: 깊이 맵을 마스크로 사용
pl: Użycie mapy głębi jako maski
pt_br: Usar Mapa de Profundidade como Máscara
ru: Использование карты глубины как маски
tr: Derinlik Haritasını Maske Olarak Kullan
uk: Використання карти глибини як маски
zh_hans: 将深度图用作蒙版
zh_hant: 將深度圖用作遮罩

source: The effect’s mask was replaced. Undo brings the old one back; its file is kept.
ar: تم استبدال قناع التأثير. يعيد التراجع القناع القديم؛ ويُحتفظ بملفه.
de: Die Maske des Effekts wurde ersetzt. Widerrufen holt die alte zurück; ihre Datei bleibt erhalten.
es: Se ha sustituido la máscara del efecto. Deshacer recupera la anterior; su archivo se conserva.
fr: Le masque de l’effet a été remplacé. Annuler rétablit l’ancien ; son fichier est conservé.
hi: इफ़ेक्ट का मास्क बदल दिया गया। पहले जैसा करें से पुराना मास्क वापस आ जाता है; उसकी फ़ाइल रखी जाती है।
it: La maschera dell’effetto è stata sostituita. Annulla ripristina quella precedente; il suo file viene conservato.
ja: エフェクトのマスクを置き換えました。取り消すと元のマスクに戻ります。そのファイルは残ります。
ko: 효과의 마스크가 대체되었습니다. 실행 취소하면 이전 마스크로 돌아갑니다. 해당 파일은 유지됩니다.
pl: Maska efektu została zastąpiona. Cofnij przywraca poprzednią; jej plik jest zachowywany.
pt_br: A máscara do efeito foi substituída. Desfazer traz a anterior de volta; o arquivo dela é mantido.
ru: Маска эффекта заменена. Отмена вернёт прежнюю; её файл сохраняется.
tr: Efektin maskesi değiştirildi. Geri Al eskisini geri getirir; dosyası saklanır.
uk: Маску ефекту замінено. Скасування поверне попередню; її файл зберігається.
zh_hans: 效果的蒙版已被替换。撤销可恢复旧蒙版；其文件会保留。
zh_hant: 效果的遮罩已被取代。還原可恢復舊遮罩；其檔案會保留。

source: The depth map is now the effect’s mask.
ar: أصبحت خريطة العمق الآن قناع التأثير.
de: Die Tiefenkarte ist jetzt die Maske des Effekts.
es: El mapa de profundidad es ahora la máscara del efecto.
fr: La carte de profondeur est maintenant le masque de l’effet.
hi: डेप्थ मैप अब इफ़ेक्ट का मास्क है।
it: La mappa di profondità è ora la maschera dell’effetto.
ja: 深度マップがエフェクトのマスクになりました。
ko: 깊이 맵이 이제 효과의 마스크입니다.
pl: Mapa głębi jest teraz maską efektu.
pt_br: O mapa de profundidade agora é a máscara do efeito.
ru: Карта глубины теперь служит маской эффекта.
tr: Derinlik haritası artık efektin maskesi.
uk: Карта глибини тепер є маскою ефекту.
zh_hans: 深度图现在是该效果的蒙版。
zh_hant: 深度圖現在是該效果的遮罩。

source: The depth map couldn’t be read to make the mask.
ar: تعذّرت قراءة خريطة العمق لإنشاء القناع.
de: Die Tiefenkarte konnte nicht gelesen werden, um die Maske zu erstellen.
es: No se ha podido leer el mapa de profundidad para crear la máscara.
fr: Impossible de lire la carte de profondeur pour créer le masque.
hi: मास्क बनाने के लिए डेप्थ मैप पढ़ा नहीं जा सका।
it: Impossibile leggere la mappa di profondità per creare la maschera.
ja: マスクを作成するための深度マップを読み込めませんでした。
ko: 마스크를 만들기 위해 깊이 맵을 읽을 수 없습니다.
pl: Nie można odczytać mapy głębi, aby utworzyć maskę.
pt_br: Não foi possível ler o mapa de profundidade para criar a máscara.
ru: Не удалось прочитать карту глубины для создания маски.
tr: Maskeyi oluşturmak için derinlik haritası okunamadı.
uk: Не вдалося прочитати карту глибини для створення маски.
zh_hans: 无法读取深度图来创建蒙版。
zh_hant: 無法讀取深度圖來建立遮罩。

source: Generate a depth map with on-device machine learning to make a mask for this layer’s effects.
ar: أنشئ خريطة عمق باستخدام التعلّم الآلي على الجهاز لصنع قناع لتأثيرات هذه الطبقة.
de: Erzeuge mit maschinellem Lernen auf dem Gerät eine Tiefenkarte, um eine Maske für die Effekte dieser Ebene zu erstellen.
es: Genera un mapa de profundidad con aprendizaje automático en el dispositivo para crear una máscara para los efectos de esta capa.
fr: Générez une carte de profondeur par apprentissage automatique sur l’appareil pour créer un masque pour les effets de ce calque.
hi: इस लेयर के इफ़ेक्ट्स के लिए मास्क बनाने हेतु डिवाइस पर मशीन लर्निंग से डेप्थ मैप बनाएँ।
it: Genera una mappa di profondità con l’apprendimento automatico sul dispositivo per creare una maschera per gli effetti di questo livello.
ja: デバイス上の機械学習で深度マップを生成し、このレイヤーのエフェクト用のマスクを作成します。
ko: 기기 내 머신 러닝으로 깊이 맵을 생성하여 이 레이어 효과용 마스크를 만듭니다.
pl: Wygeneruj mapę głębi za pomocą uczenia maszynowego na urządzeniu, aby utworzyć maskę dla efektów tej warstwy.
pt_br: Gere um mapa de profundidade com aprendizado de máquina no dispositivo para criar uma máscara para os efeitos desta camada.
ru: Создайте карту глубины с помощью машинного обучения на устройстве, чтобы сделать маску для эффектов этого слоя.
tr: Bu katmanın efektleri için maske oluşturmak üzere cihaz üzerinde makine öğrenimiyle bir derinlik haritası oluşturun.
uk: Створіть карту глибини за допомогою машинного навчання на пристрої, щоб зробити маску для ефектів цього шару.
zh_hans: 使用设备端机器学习生成深度图，为此图层的效果创建蒙版。
zh_hant: 使用裝置端機器學習產生深度圖，為此圖層的效果建立遮罩。

source: Only image and text layers can have a mask from a depth map.
ar: يمكن إنشاء قناع من خريطة العمق لطبقات الصور والنصوص فقط.
de: Nur Bild- und Textebenen können eine Maske aus einer Tiefenkarte haben.
es: Solo las capas de imagen y de texto pueden tener una máscara a partir de un mapa de profundidad.
fr: Seuls les calques d’image et de texte peuvent avoir un masque issu d’une carte de profondeur.
hi: सिर्फ़ इमेज और टेक्स्ट लेयर में डेप्थ मैप से बना मास्क हो सकता है।
it: Solo i livelli immagine e testo possono avere una maschera da una mappa di profondità.
ja: 深度マップからのマスクを使えるのは画像レイヤーとテキストレイヤーだけです。
ko: 깊이 맵 마스크는 이미지 레이어와 텍스트 레이어에만 사용할 수 있습니다.
pl: Tylko warstwy obrazu i tekstu mogą mieć maskę z mapy głębi.
pt_br: Somente camadas de imagem e de texto podem ter uma máscara de um mapa de profundidade.
ru: Маску из карты глубины могут иметь только слои изображений и текста.
tr: Yalnızca görüntü ve metin katmanları derinlik haritasından maske alabilir.
uk: Маску з карти глибини можуть мати лише шари зображень і тексту.
zh_hans: 只有图像和文本图层可以使用来自深度图的蒙版。
zh_hant: 只有影像和文字圖層可以使用來自深度圖的遮罩。

source: Shows the mask: white is where the effect shows, black where it doesn’t.
ar: يعرض القناع: الأبيض حيث يظهر التأثير والأسود حيث لا يظهر.
de: Zeigt die Maske: Weiß ist, wo der Effekt erscheint, Schwarz, wo nicht.
es: Muestra la máscara: el blanco es donde se ve el efecto y el negro, donde no.
fr: Affiche le masque : le blanc est là où l’effet s’affiche, le noir là où il ne s’affiche pas.
hi: मास्क दिखाता है: सफ़ेद वहाँ है जहाँ इफ़ेक्ट दिखता है, काला वहाँ जहाँ नहीं।
it: Mostra la maschera: il bianco è dove l’effetto compare, il nero dove non compare.
ja: マスクを表示します。白はエフェクトが表示される部分、黒は表示されない部分です。
ko: 마스크를 표시합니다. 흰색은 효과가 나타나는 곳, 검은색은 나타나지 않는 곳입니다.
pl: Pokazuje maskę: biel to miejsca, gdzie efekt jest widoczny, czerń — gdzie nie.
pt_br: Mostra a máscara: branco é onde o efeito aparece, preto onde não aparece.
ru: Показывает маску: белое — там, где виден эффект, чёрное — где нет.
tr: Maskeyi gösterir: beyaz efektin göründüğü, siyah görünmediği yerdir.
uk: Показує маску: біле — там, де видно ефект, чорне — де ні.
zh_hans: 显示蒙版：白色为显示效果处，黑色为不显示处。
zh_hant: 顯示遮罩：白色為顯示效果處，黑色為不顯示處。
